Repository: msoutopico/pisa_2025stg_translation_es-ZZ_post-verification-review
Catalog: omegat/project_save.tmx
Source language: en
Languages: sv_se

source: Which graph allows for accurate conclusions to be made about the likelihood of collisions between golden eagles and turbines?
sv_se: Vilket av diagrammen gör det möjligt att dra korrekta slutsatser om sannolikheten för kollisioner mellan kungsörnar och kraftverk?

source: Which graph best matches the following statement?
sv_se: Vilket diagram motsvarar bäst följande påstående?

source: Which hazard labels should be included on the labels of Brand A and Brand B hand sanitisers?
sv_se: Vilka faropiktogram ska stå på etiketterna för handdesinfektionsmedel från Märke A och Märke B?

source: Which image best represents the particles that make up the salt after it has been dissolved in water?
sv_se: Vilken av bilderna är den bästa illustrationen av partiklarna som saltet består av efter att det har lösts upp i vatten?

source: Which insect used a different pattern of sounds?
sv_se: Vilken insekt använde ett annorlunda ljudmönster?

source: Which instructions would move to the grey square?
sv_se: Vilka instruktioner skulle flytta till den grå rutan?

source: Which is nutritionally closer to dairy milk?
sv_se: Vilken är närmast animalisk mjölk när det gäller näringsvärde?

source: Which is the main energy transformation that occurs when the foam absorbs sound?
sv_se: Vilken är den huvudsakliga energiomvandlingen när skummet absorberar ljud?

source: Which languages do the people you live with speak at home?
sv_se: Vilket/vilka språk talar de personer som du bor med hemma?

source: Which line is incorrect?
sv_se: Vilken rad är fel?

source: Which machine was most consistent in the amount of iron filings collected each day?
sv_se: Vilken maskin var mest enhetlig i mängden uppsamlat järnspån varje dag?

source: Which material is suitable for food storage and is environmentally sustainable?
sv_se: Vilket material är lämpligt för förvaring av mat och är miljömässigt hållbart?

source: Which materials were shown to withstand temperatures of up to 200°C in the oven?
sv_se: Vilka material visade sig tåla temperaturer upp till 200°C i ugnen?

source: Which method of sourcing methane will minimise the release of methane into the atmosphere?
sv_se: Vilken metod för utvinning av metan kommer att minimera utsläppen av metan i atmosfären?

source: Which method was the most successful?
sv_se: Vilken metod var mest effektiv?

source: Which object will conduct electricity if connected in a circuit?
sv_se: Vilket föremål kommer att leda elektricitet om det ansluts till en krets?

source: Which of the following <foreign languages²> can students in <national modal grade for 15-year-olds> take at your school this school year?
sv_se: Vilka av följande moderna språk kan elever i årskurs 9 läsa på din skola under detta läsår? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Which of the following <school science> courses did you attend this school year or last school year?
sv_se: Vilka av följande ämnen/områden i NO har du läst det här läsåret eller det förra läsåret?

source: Which of the following <school science> courses were available to <national modal grade for 15-year-olds> last school year or this year?
sv_se: Vilka av följande NO-ämnen erbjöds eleverna i årskurs 9 under föregående läsår eller detta läsår? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Which of the following actions are likely to contribute to the pollution of aquifers?
sv_se: Vilka av följande händelser bidrar sannolikt till förorening av akviferer?

source: Which of the following actions can be taken to reduce the negative environmental impacts of producing cotton textiles?
sv_se: Vad kan man göra för att minska de negativa effekterna på miljön från tillverkning av bomullstextil?

source: Which of the following are in your <home>?
sv_se: Vilket av följande finns hemma hos dig?

source: Which of the following changes would reduce the volume of water stored in this aquifer?
sv_se: Vilka av följande förändringar skulle minska volymen vatten som lagras i denna akvifer?

source: Which of the following characteristics of ocean and coastal water ecosystems make them effective carbon sinks?
sv_se: Vilka av följande egenskaper hos ekosystem i hav och kustvatten gör dem till effektiva kolsänkor?

source: Which of the following definitions best describes the community in which your school is located?
sv_se: Vilket av följande alternativ beskriver bäst det samhälle där din skola är belägen?

source: Which of the following factors contribute to rising sea levels?
sv_se: Vilka av följande faktorer bidrar till stigande havsnivåer?

source: Which of the following factors has the least influence on the model’s temperature predictions?
sv_se: Vilken av följande faktorer har minst påverkan på modellens förutsägelser av temperatur?

source: Which of the following facts about the towns could account for any variation in the results between the towns?
sv_se: Vilka av följande uppgifter om städerna kan förklara skillnaderna i resultat mellan städerna?

source: Which of the following human activities cause an increase in the amount of carbon dioxide in the atmosphere?
sv_se: Vilka av följande mänskliga aktiviteter leder till en ökning av mängden koldioxid i atmosfären?

source: Which of the following options is most likely to be the text missing from the highlighted diamond in the flowchart?
sv_se: Vilket av följande alternativ är mest troligt den text som saknas i den markerade romben i flödesschemat?

source: Which of the following qualifications do you expect to complete?
sv_se: Vilka av följande utbildningar räknar du med att fullfölja?

source: Which of the following qualifications do your parents or guardians have?
sv_se: Har dina föräldrar/vårdnadshavare genomgått och avslutat någon av följande utbildningar?

source: Which of the following qualifications does your parent or guardian have?
sv_se: Har din förälder/vårdnadshavare genomgått och avslutat någon av följande utbildningar?

source: Which of the following reasons explain why is it useful to compare the data on global temperatures from the different sources?
sv_se: Vilka av följande anledningar förklarar varför det är fördelaktigt att jämföra uppgifterna om globala temperaturer från de olika källorna?

source: Which of the following regions of the graph correspond to conditions that would stop the spread of a respiratory virus?
sv_se: Vilka av följande områden i diagrammet motsvarar villkor som skulle kunna stoppa spridningen av ett luftvägsvirus?

source: Which of the following sources of information are relevant and reliable for the student to use?
sv_se: Vilka av följande informationskällor är relevanta och pålitliga för eleven att använda?

source: Which of the following statements best describes the schooling available to students in your location?
sv_se: Vilket av följande alternativ beskriver bäst den skolundervisning som är tillgänglig för eleverna på din ort?

source: Which of the following statements best describes the situation for <remedial English¹ lessons> for <national modal grade for 15-year olds> in your school?
sv_se: Vilket av nedanstående påståenden beskriver bäst situationen för elever i årskurs 9 på din skola när det gäller stödundervisning i engelska? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Which of the following statements best describes your living situation?
sv_se: Vilket av följande alternativ beskriver bäst din boendesituation?

source: Which of the following statements explain why melting sea ice could result in warming of Earth?
sv_se: Vilket av följande påståenden förklarar hur smältande havsis kan leda till uppvärmning av jorden?

source: Which of the following statements explain why the blades rotate in the turbine?
sv_se: Vilka av följande påståenden förklarar varför bladen roterar i turbinen?

source: Which of the following statements is correct?
sv_se: Vilket av följande påståenden är korrekt?

source: Which of the following statements support the editor’s decision?
sv_se: Vilka av följande påståenden ger stöd åt redaktörens beslut?

source: Which of the following statements support this argument?
sv_se: Vilket av följande påståenden stödjer detta argument?

source: Which of the following types of in-house professional development exist at your school?
sv_se: Vilka av följande typer av intern fortbildning förekommer på din skola?

source: Which of the following types of in-house professional development exist for staff who teach <school science> at your school?
sv_se: Vilka av följande typer av intern fortbildning finns för lärare som undervisar i NO-ämnen på din skola?

source: Which of the following types of organism is not shown in this food chain?
sv_se: Vilken av följande typer av organismer visas inte i näringskedjan?

source: Which of the following wave diagrams represents the loudest sound?
sv_se: Vilket av följande vågdiagram visar det högsta ljudet?

source: Which of the following wave diagrams represents the sound with the highest pitch?
sv_se: Vilket av följande vågdiagram visar ljudet med högst frekvens?

source: Which of the four insects will the bat most likely find first?
sv_se: Vilken av de fyra insekterna är det mest troligt att fladdermusen hittar först?

source: Which of the four sites is the most suitable for a wind farm?
sv_se: Vilken av de fyra platserna lämpar sig bäst för en vindkraftspark?

source: Which of the hydrocarbons has the highest calorific value?
sv_se: Vilket av kolvätena har det högsta kalorivärdet?

source: Which of the statements below best describes the situation for students in <national modal grade for 15-year-olds> at your school?
sv_se: Vilket av nedanstående påståenden beskriver bäst situationen för elever i årskurs 9 på din skola? Om du arbetar på en gymnasieskola avser frågan årskurs 1.

source: Which of the statements describe an advantage of vertical farming compared to outdoor farming?
sv_se: Vilka av påståendena beskriver en fördel med vertikal odling jämfört med utomhusodling?

source: Which of these actions are most likely to prevent water freezing in metal pipes?
sv_se: Vilken av följande åtgärder har störst sannolikhet att förhindra att vattnet fryser i metallrören?

source: Which of these additional factors could also cause land subsidence?
sv_se: Vilken av dessa ytterligare faktorer skulle också kunna orsaka sättning?

source: Which of these are unwanted consequences?
sv_se: Vilka av dessa är oönskade konsekvenser?

source: Which of these are assumptions that, if made by the scientists, could lead to errors in their estimates of the mass of T. rex?
sv_se: Vilka av dessa är antaganden som, om de gjorts av forskare, skulle kunna leda till fel i uppskattningarna av kroppsmassan hos T. rex?

source: Which of these changes would more accurately demonstrate what happens in the natural environment?
sv_se: Vilken av följande förändringar av experimentet skulle bättre representera vad som händer i naturlig miljö?

source: Which of these energy transformations occurs?
sv_se: Vilken av dessa energiomvandlingar sker?

source: Which of these grids best represents the number of fluorine-18 atoms remaining in the sample after 4 hours?
sv_se: Vilket av dessa rutnät representerar bäst det förväntade antalet fluor-18-atomer som finns kvar i provet efter 4 timmar?

source: Which of these is the most important property of the cardboard food containers?
sv_se: Vilken av nedanstående egenskaper är viktigast för matförpackningar i papp?

source: Which of these locations is likely to have the least impact on the number of aquatic species?
sv_se: Vilken av nedanstående platser kommer troligen ha minst påverkan på antalet vattenlevande arter?

source: Which of these methods is the best for the scientists to use for this study?
sv_se: Vilken av dessa metoder är mest lämplig för forskarna att använda för studien?

source: Which of these pieces of information would help the scientists determine that the footprints were made by an Acrocanthosaurus?
sv_se: Vilka av nedanstående typer av information skulle hjälpa forskarna att fastställa att fotspåren kommer från en Acrocanthosaurus?

source: Which of these processes takes place in a forest as a carbon sink?
sv_se: Vilken av nedanstående processer äger rum i en skog och fungerar som en kolsänka?

source: Which of these relationships are supported by the data in the table?
sv_se: Vilka av dessa förhållanden har stöd av datan i tabellen?

source: Which of these sets of key words should she use to find the most useful information?
sv_se: Vilken grupp av nyckelord borde hon använda för att hitta så användbar information som möjligt?

source: Which of these statements best describes this process?
sv_se: Vilket av följande påståenden beskriver denna process bäst?

source: Which of these statements describe likely benefits of this action?
sv_se: Vilka av följande påståenden beskriver troliga fördelar med denna åtgärd?

source: Which of your experiments (plans) show how this activity impacts fitness?
sv_se: Vilket/vilka av dina experiment (upplägg) visar hur den här aktiviteten påverkar konditionen?

source: Which one of the five fabrics is the best at reducing heat loss?
sv_se: Vilket av de fem tygerna är bäst på att minska värmeförlust?

source: Which one of the following <programmes> are you in?
sv_se: Vilket av följande alternativ passar in på dig? Jag går i:

source: Which one of the following actions could an individual take to immediately help to reduce light pollution?
sv_se: Vilken av följande åtgärder kan en enskild individ vidta för att omedelbart bidra till att minska ljusföroreningar?

source: Which one of the following behaviours is an example of learned behaviour in animals?
sv_se: Vilket av följande beteenden är ett exempel på inlärt beteende hos djur?

source: Which one of the following categories of reptiles is least likely to benefit from conservation strategies aimed at other vertebrates?
sv_se: Vilken av följande kategorier av reptiler gynnas sannolikt minst av artbevarande strategier riktade mot andra ryggradsdjur?

source: Which one of the following changes will occur first if the number of birds decreases?
sv_se: Vilken av följande förändringar kommer att inträffa först om antalet fåglar minskar?

source: Which one of the following changes would reduce the impact of streetlights on moth behaviour and help pedestrians to remain safe at night?
sv_se: Vilken av följande förändringar skulle minska gatubelysningens påverkan på nattfjärilars beteende och bibehålla säkerheten för fotgängare på natten?

source: Which one of the following characteristics of the ice stupa would cause the ice to melt slowly?
sv_se: Vilken av följande egenskaper hos isstupan gör att isen smälter sakta?

source: Which one of the following combinations could correspond to substances X and Y in the graph to the right?
sv_se: Vilken av följande kombinationer kan motsvara ämnena X och Y i diagrammet till höger?

source: Which one of the following combinations would provide enough power for the town at the lowest price?
sv_se: Vilken av följande kombinationer skulle tillhandahålla tillräckligt med el till staden för det lägsta priset?

source: Which one of the following conclusions best describes what would happen to the number of aquatic species if brine was released into a river or the sea?
sv_se: Vilken av följande slutsatser beskriver bäst vad som skulle hända med antalet vattenlevande arter om saltlake släpptes ut i en flod eller i havet?

source: Which one of the following conclusions can be drawn from the results of the first experiment?
sv_se: Vilken av följande slutsatser kan dras av resultaten av det första experimentet?

source: Which one of the following conclusions can be drawn from the results of the second experiment?
sv_se: Vilken av följande slutsatser kan dras av resultaten av det andra experimentet?

source: Which one of the following conservation efforts is most likely to benefit reptile species?
sv_se: Vilken av följande artbevarande insatser är mest sannolikt gynnsam för reptilarter?

source: Which one of the following descriptions best defines a reflex?
sv_se: Vilken av följande beskrivningar är den bästa definitionen av en reflex?

source: Which one of the following experimental methods would best compare the function of the two types of crab traps?
sv_se: Vilken av följande experimentella metoder skulle vara bäst för att jämföra funktionen hos de två typerna av krabburar?

source: Which one of the following factors should also be considered in determining the total CO₂ emissions of car use?
sv_se: Vilken av följande faktorer bör också beaktas vid fastställande av totala CO₂-utsläpp från bilanvändning?

source: Which one of the following features is unique to mammals?
sv_se: Vilken av följande egenskaper är unik för däggdjur?

source: Which one of the following forms of energy causes the water to spray over the ice stupa?
sv_se: Vilken av följande former av energi får vattnet att spruta ut över isstupan?

source: Which one of the following graphs shows the most likely effect of initial sound intensity on the sound absorption coefficient of a material?
sv_se: Vilket av följande diagram visar den mest sannolika effekten den ursprungliga ljudintensiteten har på ett materials ljudabsorptionskoefficient?

source: Which one of the following information sources would be the most relevant?
sv_se: Vilken av följande informationskällor vore mest relevant?

source: Which one of the following instructions is missing?
sv_se: Vilken av följande instruktioner saknas?

source: Which one of the following options is an advantage of conducting a field study over a computer simulation?
sv_se: Vilket av följande alternativ är en fördel med att genomföra en fältstudie istället för en datorsimulering?

source: Which one of the following possible investigations should the researchers do to find out?
sv_se: Vilken av följande möjliga undersökningar borde forskarna genomföra för att ta reda på detta?

source: Which one of the following sentences best explains how cities sink by this process?
sv_se: Vilken av följande meningar förklarar bäst hur städer sjunker genom denna process?

source: Which one of the following sources of information about carbon capture is most reliable?
sv_se: Vilken av följande informationskällor om koldioxidinfångning är mest tillförlitlig?

source: Which one of the following statements about the intensity of earthquakes in India is best supported by the data in the map?
sv_se: Vilket av följande påståenden om intensiteten i jordbävningar i Indien stöds bäst av data på kartan?

source: Which one of the following statements about using insecticide to kill the introduced insects is correct?
sv_se: Vilket av följande påståenden om användning av insektsmedel för att döda insekterna som förts in är korrekt?

source: Which one of the following statements applies to people with cataracts?
sv_se: Vilket av följande påståenden stämmer in på personer med katarakter?

source: Which one of the following statements best describes the impact of fine particles on light pollution?
sv_se: Vilket av följande påståenden beskriver bäst hur små partiklar påverkar ljusföroreningar?

source: Which one of the following statements best explains why lightning is seen before thunder is heard?
sv_se: Vilket av följande påståenden förklarar bäst varför blixten syns innan åskan hörs?

source: Which one of the following statements does the data support?
sv_se: Vilket av följande påståenden har stöd av datan?

source: Which one of the following statements is supported by the data in the graph?
sv_se: Vilket av följande påståenden har stöd av datan i diagrammet?

source: Which one of the following statements is supported by the data in the graphs?
sv_se: Vilket av följande påståenden stöds av data i diagrammen?

source: Which one of the following statements must be true for microplastics to accumulate in a marine animal?
sv_se: Vilket av de följande påståendena måste vara sant för att mikroplaster ska ackumuleras i havslevande djur?

source: Which one of the following statements provides an acceptable justification for the continued use of methyl bromide?
sv_se: Vilket av följande påståenden är en acceptabel motivering till fortsatt användning av metylbromid?

source: Which one of the following statements supports the researcher’s claim?
sv_se: Vilket av följande påståenden stödjer forskarens uttalande?

source: Which one of the following values is the closest estimate of the amount of CO₂ produced when 1 tonne of this coal is completely burned?
sv_se: Vilket av följande värden är den närmaste uppskattningen av mängden CO₂ som produceras när 1 ton av detta kol förbränns helt?

source: Which one of the graphs shows the speed and direction of the turbine blade rotation as waves enter the power station?
sv_se: Vilket av diagrammen visar turbinbladens hastighet och rotationsriktning när vågorna slår in i kraftverket?

source: Which one of the sources would provide the most relevant information?
sv_se: Vilken av följande källor skulle ge mest relevant information?

source: Which one of the sources would provide the most reliable information for Teo’s research?
sv_se: Vilken av källorna skulle ge den mest tillförlitliga informationen för Teos undersökning.

source: Which one of these facts about T. rex could not be supported by growth ring information?
sv_se: Vilket av dessa fakta om T. rex kan inte stödjas av informationen från tillväxtringar?

source: Which one of these four subgroups has the highest estimated extinction risk?
sv_se: Vilken av dessa fyra undergrupper har den högsta uppskattade utrotningsrisken?

source: Which one of these observations is the most likely explanation for the seasonal changes?
sv_se: Vilken av nedanstående observationer är den troligaste förklaringen till de årstidsrelaterade förändringarna?

source: Which one of these pieces of information would best help to determine if the objects decompose?
sv_se: Vilken av följande information skulle bäst bidra till att avgöra om föremålen bryts ner?

source: Which one of these questions will this investigation answer?
sv_se: Vilken fråga kommer denna undersökning att besvara?

source: Which one of these sources is most likely to have the most recent scientific research findings on water conservation?
sv_se: Vilken av följande källor innehåller med störst sannolikhet de senaste vetenskapliga forskningsresultaten om vattenvård?

source: Which one of these statements best shows that the results of the study are reliable?
sv_se: Vilket av dessa påståenden visar bäst att resultaten av undersökningen är tillförlitliga?

source: Which one of these terms describes the type of heat transfer that is occurring?
sv_se: Vilken av dessa termer beskriver den typ av värmeöverföring som sker?

source: Which part of the bat is the sound emitted from?
sv_se: Från vilken del av fladdermusen avges ljudet?

source: Which path does take?
sv_se: Vilken väg tar ?

source: Which planets did you need data for to answer Question 1?
sv_se: För vilka planeter behövde du data för att besvara Fråga 1?

source: Which plants should the scientists add the mineral to for this to be a scientifically valid investigation?
sv_se: Till vilka plantor behöver forskarna tillsätta mineralet för att det ska vara en vetenskapligt giltig undersökning?

source: Which polymer would be the most suitable for making a bottle that will contain a carbonated (fizzy) soft drink and will have the least impact on the environment?
sv_se: Vilken polymer skulle vara mest lämplig för att tillverka en flaska som ska innehålla en kolsyrad dryck och som kommer ha minst påverkan på miljön?
